Repository: Damien-Esilv/Noon
Catalog: Noon/Resources/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt, zh_hans

source: (non géré)
ar: (غير مُدار)
de: (nicht verwaltet)
en: (unmanaged)
es: (no gestionado)
it: (non gestito)
pt: (não gerenciado)
zh_hans: (未管理)

source: %lld app(s) introuvable(s)
ar: %lld تطبيق(ات) غير موجودة
de: %lld App(s) nicht gefunden
en: %lld app(s) not found
es: %lld aplicación(es) no encontrada(s)
it: %lld app non trovata/e
pt: %lld aplicativo(s) não encontrado(s)
zh_hans: %lld 个应用未找到

source: 1 s
ar: 1 ث
de: 1 Sek.
zh_hans: 1秒

# 30m
source: 30 min
ar: 30 د
en: 30m
es: 30m
it: 30m
pt: 30m
zh_hans: 30分

source: À la fermeture
ar: عند الإغلاق
de: Beim Beenden
en: On Quit
es: Al cerrar
it: Alla chiusura
pt: Ao fechar
zh_hans: 退出时

source: Accent système utilisé
ar: لون تمييز النظام مستخدم
de: System-Akzentfarbe wird verwendet
en: Using System Accent
es: Usando el acento del sistema
it: Accento di sistema in uso
pt: Usando destaque do sistema
zh_hans: 使用系统强调色

source: Actif
ar: نشط
de: Aktiv
en: Active
es: Activo
it: Attivo
pt: Ativo
zh_hans: 活跃

source: ACTIF
ar: نشط
de: AKTIV
en: ACTIVE
es: ACTIVO
it: ATTIVO
pt: ATIVO
zh_hans: 已激活

source: Active
ar: نشط
de: Aktiv
es: Activa
it: Attiva
pt: Ativo
zh_hans: 运行中

source: Activé
ar: مفعّل
de: Aktiviert
en: Enabled
es: Activado
it: Attivato
pt: Ativado
zh_hans: 已启用

source: Active automatiquement le mode créatif lors de l'utilisation d'onglets de design dans Safari, Chrome, Arc ou Edge.
ar: تفعيل الوضع الإبداعي تلقائياً عند استخدام علامات تبويب التصميم في Safari أو Chrome أو Arc أو Edge.
de: Aktiviert den Kreativmodus automatisch bei Design-Tabs in Safari, Chrome, Arc oder Edge.
en: Automatically activates creative mode when design tabs are used in Safari, Chrome, Arc, or Edge.
es: Activa automáticamente el modo creativo al utilizar pestañas de diseño en Safari, Chrome, Arc o Edge.
it: Attiva automaticamente la modalità creativa quando si utilizzano schede di design in Safari, Chrome, Arc o Edge.
pt: Ativa automaticamente o modo criativo ao usar abas de design no Safari, Chrome, Arc ou Edge.
zh_hans: 在 Safari、Chrome、Arc 或 Edge 中使用设计标签页时自动激活创作模式。

source: Activer le profil de calibration en mode créatif
ar: تفعيل ملف تعريف المعايرة في الوضع الإبداعي
de: Kalibrierungsprofil im Kreativmodus aktivieren
en: Enable calibration profile in creative mode
es: Activar perfil de calibración en modo creativo
it: Attiva profilo di calibrazione in modalità creativa
pt: Ativar perfil de calibração no modo criativo
zh_hans: 在创意模式下启用校准描述文件

source: Activez ou désactivez la gestion des couleurs et de la calibration pour chaque écran.
ar: قم بتفعيل أو تعطيل إدارة الألوان والمعايرة لكل شاشة.
de: Aktivieren oder deaktivieren Sie Farbmanagement und Kalibrierung für jeden Bildschirm.
en: Enable or disable color management and calibration for each display.
es: Active o desactive la gestión del color y la calibración para cada pantalla.
it: Attiva o disattiva la gestione del colore e della calibrazione per ciascuno schermo.
pt: Ative ou desative o gerenciamento de cores e calibração para cada tela.
zh_hans: 为每个显示屏启用或禁用颜色管理与校准。

source: Affiche brièvement une bannière sous l'encoche confirmant le profil de fidélité et la calibration.
ar: يعرض لفترة وجيزة شريطاً أسفل النتوء لتأكيد ملف دقة الألوان والمعايرة.
de: Zeigt kurz ein Banner unter der Notch an, um das Profil und die Kalibrierung zu bestätigen.
en: Briefly displays a banner under the notch confirming the fidelity profile and calibration.
es: Muestra brevemente un cartel bajo la muesca confirmando el perfil de fidelidad y la calibración.
it: Mostra brevemente un banner sotto la tacca confermando il profilo di fedeltà e la calibrazione.
pt: Mostra brevemente um banner sob o entalhe confirmando o perfil de fidelidade e calibração.
zh_hans: 在刘海下方短暂显示横幅，确认色彩保真度配置文件和校准状态。

source: Affiche le temps restant à côté de l'icône
ar: يعرض الوقت المتبقي بجانب الأيقونة
de: Zeigt die verbleibende Zeit neben dem Symbol an
en: Shows remaining time next to the icon
es: Muestra el tiempo restante junto al icono
it: Mostra il tempo rimanente accanto all'icona
pt: Mostra o tempo restante ao lado do ícone
zh_hans: 在图标旁显示剩余时间

source: Afficher l'indicateur visuel dynamique (HUD)
ar: إظهار المؤشر المرئي الديناميكي (HUD)
de: Dynamische visuelle Anzeige (HUD) anzeigen
en: Show dynamic visual indicator (HUD)
es: Mostrar indicador visual dinámico (HUD)
it: Mostra l'indicatore visivo dinamico (HUD)
pt: Mostrar indicador visual dinâmico (HUD)
zh_hans: 显示动态视觉指示器 (HUD)

source: Ajoutée
ar: مضاف
de: Hinzugefügt
en: Added
es: Añadida
it: Aggiunta
pt: Adicionado
zh_hans: 已添加

source: Ajouter
ar: إضافة
de: Hinzufügen
en: Add
es: Añadir
it: Aggiungi
pt: Adicionar
zh_hans: 添加

source: Ajouter depuis /Applications
ar: إضافة من /Applications
de: Aus /Applications hinzufügen
en: Add from /Applications
es: Agregar desde /Applications
it: Aggiungi da /Applications
pt: Adicionar de /Applications
zh_hans: 从 /Applications 添加

source: Ajouter un site web
ar: إضافة موقع ويب
de: Website hinzufügen
en: Add Website
es: Añadir sitio web
it: Aggiungi sito web
pt: Adicionar site
zh_hans: 添加网站

source: Ajoutez des applications créatives pour que Noon désactive automatiquement True Tone et Night Shift.
ar: أضف تطبيقات إبداعية ليقوم Noon تلقائياً بتعطيل True Tone و Night Shift.
de: Fügen Sie kreative Apps hinzu, damit Noon True Tone und Night Shift automatisch deaktiviert.
en: Add creative apps so Noon automatically disables True Tone and Night Shift.
es: Agrega aplicaciones creativas para que Noon desactive automáticamente True Tone y Night Shift.
it: Aggiungi app creative affinché Noon disattivi automaticamente True Tone e Night Shift.
pt: Adicione apps criativos para que o Noon desative automaticamente True Tone e Night Shift.
zh_hans: 添加创意应用程序，让 Noon 自动禁用 True Tone 和 Night Shift。

source: Alerte en cas de variation lumineuse dans la pièce risquant de fausser l'évaluation des couleurs.
ar: تنبيه في حال حدوث تغير في إضاءة الغرفة قد يشوه تقييم الألوان.
de: Warnt bei Lichtschwankungen im Raum, die die Farbbeurteilung verfälschen könnten.
en: Alerts when room lighting changes might distort color perception.
es: Alerta en caso de variaciones de luz en la habitación que puedan distorsionar la evaluación del color.
it: Avvisa in caso di variazioni di luce nella stanza che rischiano di alterare la valutazione del colore.
pt: Alerta em caso de variações de luz no ambiente que possam distorcer a percepção das cores.
zh_hans: 当室内光线变化可能导致色彩评估失真时发出警报。

source: Annuler
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
it: Annulla
pt: Cancelar
zh_hans: 取消

source: Annuler le minuteur au retour
ar: إلغاء المؤقت عند العودة
de: Timer bei Rückkehr abbrechen
en: Cancel timer on return
es: Cancelar temporizador al volver
it: Annulla timer al ritorno
pt: Cancelar temporizador ao retornar
zh_hans: 返回时取消计时器

source: App créative en premier plan
ar: تطبيق إبداعي في المقدمة
de: Kreative App im Vordergrund
en: Creative app in foreground
es: App creativa en primer plano
it: App creativa in primo piano
pt: App criativo em primeiro plano
zh_hans: 创意应用 在前台

source: Apparence
ar: المظهر
de: Erscheinung
en: Appearance
es: Apariencia
it: Aspetto
pt: Aparência
zh_hans: 外观

source: Applications
ar: التطبيقات
de: Programme
es: Aplicaciones
it: Applicazioni
pt: Aplicativos
zh_hans: 应用程序

source: Applications suggérées
ar: التطبيقات المقترحة
de: Vorgeschlagene Apps
en: Suggested Applications
es: Aplicaciones sugeridas
it: Applicazioni suggerite
pt: Aplicativos sugeridos
zh_hans: 建议的应用

source: Applique 100 nits sur écrans XDR (standard studio SDR) ou 50% sur écrans Retina standards.
ar: يُطبق 100 شمعة على شاشات XDR (معيار الاستوديو SDR) أو 50% على شاشات Retina القياسية.
de: Wendet 100 Nits auf XDR-Displays an (SDR-Studio-Standard) oder 50 % auf Standard-Retina-Displays.
en: Applies 100 nits on XDR displays (SDR studio standard) or 50% on standard Retina displays.
es: Aplica 100 nits en pantallas XDR (estándar de estudio SDR) o 50% en pantallas Retina estándar.
it: Applica 100 nits su schermi XDR (standard da studio SDR) o il 50% su schermi Retina standard.
pt: Aplica 100 nits em telas XDR (padrão de estúdio SDR) ou 50% em telas Retina padrão.
zh_hans: 在 XDR 显示屏上应用 100 nits（SDR 工作室标准），在标准 Retina 屏幕上应用 50%。

source: Applique automatiquement votre profil d'écran étalonné dès qu'une application ou un site surveillé est actif.
ar: يطبق ملف تعريف العرض المعاير تلقائياً بمجرد نشاط تطبيق أو موقع ويب خاضع للمراقبة.
de: Wendet Ihr kalibriertes Anzeigeprofil automatisch an, sobald eine überwachte App oder Website aktiv ist.
en: Automatically applies your calibrated display profile as soon as a monitored app or website is active.
es: Aplica automáticamente tu perfil de pantalla calibrado tan pronto como una app o sitio web monitoreado esté activo.
it: Applica automaticamente il profilo display calibrato non appena un'app o un sito monitorato è attivo.
pt: Aplica automaticamente seu perfil de tela calibrado assim que um app ou site monitorado estiver ativo.
zh_hans: 当受监控的应用程序或网站处于活动状态时，自动应用校准的显示描述文件。

source: Apps créatives courantes détectées sur votre Mac
ar: تطبيقات إبداعية شائعة تم اكتشافها على جهاز Mac الخاص بك
de: Auf Ihrem Mac erkannte gängige kreative Apps
en: Common creative apps detected on your Mac
es: Apps creativas comunes detectadas en tu Mac
it: App creative comuni rilevate sul tuo Mac
pt: Apps criativos comuns detectados no seu Mac
zh_hans: 在您的 Mac 上检测到的常用创意应用

source: Apps Surveillées
ar: التطبيقات المراقبة
de: Überwachte Apps
en: Monitored Apps
es: Apps Monitorizadas
it: App Monitorate
pt: Apps Monitorados
zh_hans: 受监控的应用

source: APPS SURVEILLÉES ACTIVES
ar: التطبيقات المراقبة النشطة
de: AKTIVE ÜBERWACHTE APPS
en: ACTIVE MONITORED APPS
es: APPS MONITORIZADAS ACTIVAS
it: APP MONITORATE ATTIVE
pt: APPS MONITORADOS ATIVOS
zh_hans: 活动的受监控应用

source: Attend que toutes les apps créatives soient complètement fermées avant de réactiver.
ar: ينتظر حتى يتم إغلاق جميع التطبيقات الإبداعية بالكامل قبل إعادة التفعيل.
de: Wartet, bis alle kreativen Apps vollständig beendet sind, bevor die Reaktivierung erfolgt.
en: Waits until all creative apps are fully closed before reactivating.
es: Espera a que todas las apps creativas estén completamente cerradas antes de reactivar.
it: Attende che tutte le app creative siano completamente chiuse prima di riattivare.
pt: Aguarda que todos os apps criativos sejam completamente fechados antes de reativar.
zh_hans: 等待所有创意应用完全关闭后再重新激活。

source: Attend un délai configurable hors des apps créatives avant de réactiver.
ar: ينتظر مهلة قابلة للتعديل خارج التطبيقات الإبداعية قبل إعادة التفعيل.
de: Wartet eine konfigurierbare Verzögerung außerhalb kreativer Apps, bevor die Reaktivierung erfolgt.
en: Waits a configurable delay outside creative apps before reactivating.
es: Espera un tiempo configurable fuera de las apps creativas antes de reactivar.
it: Attende un ritardo configurabile fuori dalle app creative prima di riattivare.
pt: Aguarda um atraso configurável fora dos apps criativos antes de reativar.
zh_hans: 在创意应用外等待可配置的延迟后再重新激活。

source: Aucun écran détecté.
ar: لم يتم اكتشاف أي شاشة.
de: Keine Bildschirme erkannt.
en: No displays detected.
es: No se detectaron pantallas.
it: Nessuno schermo rilevato.
pt: Nenhuma tela detectada.
zh_hans: 未检测到显示屏。

source: Aucun site personnalisé ajouté.
ar: لم تتم إضافة أي مواقع ويب مخصصة.
de: Keine benutzerdefinierten Websites hinzugefügt.
en: No custom websites added.
es: No se han añadido sitios web personalizados.
it: Nessun sito personalizzato aggiunto.
pt: Nenhum site personalizado adicionado.
zh_hans: 尚未添加自定义网站。

source: Aucune app surveillée
ar: لا توجد تطبيقات مراقبة
de: Keine überwachten Apps
en: No Monitored Apps
es: Sin apps monitorizadas
it: Nessuna app monitorata
pt: Nenhum app monitorado
zh_hans: 没有受监控的应用

source: Avancé
ar: متقدم
de: Erweitert
en: Advanced
es: Avanzado
it: Avanzato
pt: Avançado
zh_hans: 高级

source: Calibrage
ar: المعايرة
de: Kalibrierung
en: Calibration
es: Calibración
it: Calibrazione
pt: Calibração
zh_hans: 校准

source: Calibration & Luminance
ar: المعايرة والسطوع
de: Kalibrierung & Luminanz
es: Calibración & Luminancia
it: Calibrazione & Luminanza
pt: Calibração & Luminância
zh_hans: 校准与亮度

source: Choisir une couleur
ar: اختيار لون
de: Farbe wählen
en: Pick a Color
es: Elegir un color
it: Scegli un colore
pt: Escolher uma cor
zh_hans: 选择颜色

source: Clair
ar: فاتح
de: Hell
en: Light
es: Claro
it: Chiaro
pt: Claro
zh_hans: 浅色

source: Cochez les écrans que vous souhaitez gérer avec Noon lors de l'exécution d'applications créatives.
ar: حدد الشاشات التي ترغب في إدارتها باستخدام Noon أثناء تشغيل التطبيقات الإبداعية.
de: Wählen Sie die Displays aus, die Sie mit Noon bei der Ausführung kreativer Apps verwalten möchten.
en: Select the displays you want to manage with Noon when running creative applications.
es: Selecciona las pantallas que deseas gestionar con Noon al ejecutar aplicaciones creativas.
it: Seleziona i display che desideri gestire con Noon durante l'esecuzione di app creative.
pt: Selecione as telas que deseja gerenciar com o Noon ao executar aplicativos criativos.
zh_hans: 选择在运行创意应用程序时要由 Noon 管理的显示器。

source: Comportement
ar: السلوك
de: Verhalten
en: Behavior
es: Comportamiento
it: Comportamento
pt: Comportamento
zh_hans: 行为

source: Compte à rebours dans la barre des menus
ar: العد التنازلي في شريط القوائم
de: Countdown in der Menüleiste
en: Countdown in menu bar
es: Cuenta atrás en la barra de menús
it: Conto alla rovescia nella barra dei menu
pt: Contagem regressiva na barra de menus
zh_hans: 在菜单栏显示倒计时

source: Couleur d'accent
ar: لون التمييز
de: Akzentfarbe
en: Accent Color
es: Color de acento
it: Colore d'accento
pt: Cor de destaque
zh_hans: 强调色

source: Couleurs des états
ar: ألوان الحالات
de: Statusfarben
en: State Colors
es: Colores de estado
it: Colori degli stati
pt: Cores dos estados
zh_hans: 状态颜色

source: Délai de réactivation
ar: تأخير إعادة التفعيل
de: Reaktivierungsverzögerung
en: Reactivation Delay
es: Retardo de reactivación
it: Ritardo di riattivazione
pt: Atraso de reativação
zh_hans: 重新激活延迟

source: Dérive lumineuse ambiante (+%lld%%)
ar: انحراف الضوء المحيط (+%lld%%)
de: Umgebungslicht-Drift (+%lld%%)
en: Ambient light drift (+%lld%%)
es: Deriva de luz ambiental (+%lld%%)
it: Deriva della luce ambientale (+%lld%%)
pt: Desvio de luz ambiente (+%lld%%)
zh_hans: 环境光漂移 (+%lld%%)

source: Désactivé
ar: معطّل
de: Deaktiviert
en: Disabled
es: Desactivado
it: Disattivato
pt: Desativado
zh_hans: 已禁用

source: Désactive Night Shift en mode créatif
ar: يُعطّل Night Shift في الوضع الإبداعي
de: Deaktiviert Night Shift im Kreativmodus
en: Disables Night Shift in creative mode
es: Desactiva Night Shift en modo creativo
it: Disattiva Night Shift in modalità creativa
pt: Desativa Night Shift no modo criativo
zh_hans: 在创意模式下禁用 Night Shift

source: Désactive True Tone en mode créatif
ar: يُعطّل True Tone في الوضع الإبداعي
de: Deaktiviert True Tone im Kreativmodus
en: Disables True Tone in creative mode
es: Desactiva True Tone en modo creativo
it: Disattiva True Tone in modalità creativa
pt: Desativa True Tone no modo criativo
zh_hans: 在创意模式下禁用 True Tone

source: Désactiver le réglage automatique de luminosité
ar: تعطيل الضبط التلقائي للسطوع
de: Automatische Helligkeitsanpassung deaktivieren
en: Disable automatic brightness adjustment
es: Desactivar el ajuste automático de brillo
it: Disattiva la regolazione automatica della luminosità
pt: Desativar o ajuste automático de brilho
zh_hans: 禁用自动亮度调节

# Display Color Manager for Creative Professionals
source: Gestionnaire de couleurs d'écran pour les professionnels créatifs
ar: مدير ألوان الشاشة للمحترفين المبدعين
de: Farbmanager für kreative Profis
en: Display Color Manager for Creative Professionals
es: Gestor de color de pantalla para profesionales creativos
it: Gestore colori display per professionisti creativi
pt: Gerenciador de cores de tela para profissionais criativos
zh_hans: 面向创意专业人士的显示色彩管理器

source: Domaine (ex: figma.com)
ar: النطاق (مثال: figma.com)
de: Domain (z.B. figma.com)
en: Domain (e.g. figma.com)
es: Dominio (ej. figma.com)
it: Dominio (es. figma.com)
pt: Domínio (ex: figma.com)
zh_hans: 域名（例如：figma.com）

source: Domaine (ex: spline.design)
ar: النطاق (مثال: spline.design)
de: Domain (z.B. spline.design)
en: Domain (e.g. spline.design)
es: Dominio (ej. spline.design)
it: Dominio (es. spline.design)
pt: Domínio (ex: spline.design)
zh_hans: 域名（例如：spline.design）

source: Durée
ar: المدة
de: Dauer
en: Duration
es: Duración
it: Durata
pt: Duração
zh_hans: 时长

source: Écrans
ar: الشاشات
de: Bildschirme
en: Displays
es: Pantallas
it: Schermi
pt: Telas
zh_hans: 显示屏

source: Écrans Connectés
ar: الشاشات المتصلة
de: Verbundene Displays
en: Connected Displays
es: Pantallas Conectadas
it: Schermi Connessi
pt: Telas Conectadas
zh_hans: 已连接显示器

source: Écrans Détectés
ar: الشاشات المكتشفة
de: Erkannte Bildschirme
en: Detected Displays
es: Pantallas Detectadas
it: Schermi Rilevati
pt: Telas Detectadas
zh_hans: 检测到的显示屏

source: En marche
ar: قيد التشغيل
de: Aktiv
en: Active
es: Activo
it: Attivo
pt: Ativo
zh_hans: 运行中

source: En pause
ar: متوقف مؤقتاً
de: Pausiert
en: Paused
es: En Pausa
it: In Pausa
pt: Pausado
zh_hans: 已暂停

source: Environnement & Outils Web
ar: البيئة وأدوات الويب
de: Umgebung & Web-Tools
en: Environment & Web Tools
es: Entorno y Herramientas Web
it: Ambiente e Strumenti Web
pt: Ambiente e Ferramentas Web
zh_hans: 环境与网页工具

source: Erreur
ar: خطأ
de: Fehler
en: Error
es: Error
it: Errore
pt: Erro
zh_hans: 错误

source: Erreur / Alerte
ar: خطأ / تنبيه
de: Fehler / Warnung
en: Error / Alert
es: Error / Alerta
it: Errore / Avviso
pt: Erro / Alerta
zh_hans: 错误 / 警告

source: Erreur: %@
ar: خطأ: %@
de: Fehler: %@
en: Error: %@
es: Error: %@
it: Errore: %@
pt: Erro: %@
zh_hans: 错误: %@

source: État actuel
ar: الحالة الحالية
de: Aktueller Status
en: Current Status
es: Estado actual
it: Stato attuale
pt: Estado atual
zh_hans: 当前状态

source: État Normal
ar: الحالة العادية
de: Normalzustand
en: Normal State
es: Estado Normal
it: Stato Normale
pt: Estado Normal
zh_hans: 正常状态

source: Fermer
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
it: Chiudi
pt: Fechar
zh_hans: 关闭

source: Fonctionnalités d'affichage
ar: ميزات العرض
de: Anzeigefunktionen
en: Display Features
es: Funciones de pantalla
it: Funzioni dello schermo
pt: Funcionalidades de exibição
zh_hans: 显示功能

source: Fonctionnement
ar: كيف يعمل
de: Funktionsweise
en: How it works
es: Funcionamiento
it: Funzionamento
pt: Funcionamento
zh_hans: 工作原理

source: Framework non chargé
ar: الإطار غير محمّل
de: Framework nicht geladen
en: Framework not loaded
es: Framework no cargado
it: Framework non caricato
pt: Framework não carregado
zh_hans: 框架 未加载

source: Général
ar: عام
de: Allgemein
en: General
es: General
it: Generale
pt: Geral
zh_hans: 通用

source: Gérer Night Shift
ar: إدارة Night Shift
de: Night Shift verwalten
en: Manage Night Shift
es: Gestionar Night Shift
it: Gestisci Night Shift
pt: Gerenciar Night Shift
zh_hans: 管理 Night Shift

source: Gérer True Tone
ar: إدارة True Tone
de: True Tone verwalten
en: Manage True Tone
es: Gestionar True Tone
it: Gestisci True Tone
pt: Gerenciar True Tone
zh_hans: 管理 True Tone

source: Gérez la fidélité des couleurs de votre écran pour vos créations graphiques et vidéos.
ar: إدارة دقة ألوان شاشتك لإنشاء الرسومات والفيديو.
de: Verwalten Sie die Farbgenauigkeit Ihres Displays für Grafik- und Videoproduktionen.
en: Manage screen color accuracy for your graphic and video creation.
es: Gestiona la precisión del color de tu pantalla para tus creaciones gráficas y de vídeo.
it: Gestisci la fedeltà dei colori del display per le tue creazioni grafiche e video.
pt: Gerencie a fidelidade de cores da sua tela para suas criações gráficas e de vídeo.
zh_hans: 为您的图形和视频创作管理屏幕色彩准确度。

source: Icône
ar: الأيقونة
de: Symbol
en: Icon
es: Icono
it: Icona
pt: Ícone
zh_hans: 图标

source: Immédiat
ar: فوري
de: Sofort
en: Immediate
es: Inmediato
it: Immediato
pt: Imediato
zh_hans: 立即

source: Initialisation...
ar: جاري التهيئة...
de: Initialisierung...
en: Initializing...
es: Inicializando...
it: Inizializzazione...
pt: Inicializando...
zh_hans: 初始化中...

source: Introuvable
ar: غير موجود
de: Nicht gefunden
en: Not Found
es: No encontrada
it: Non trovata
pt: Não encontrado
zh_hans: 未找到

source: L'échelle s'adapte automatiquement : 1s -> 10s -> 1min
ar: المقياس يتكيف تلقائياً: 1 ثانية -> 10 ثوانٍ -> 1 دقيقة
de: Die Skala passt sich automatisch an: 1s -> 10s -> 1min
en: Scale adapts automatically: 1s -> 10s -> 1min
es: La escala se adapta automáticamente: 1s -> 10s -> 1min
it: La scala si adatta automaticamente: 1s -> 10s -> 1min
pt: A escala se adapta automaticamente: 1s -> 10s -> 1min
zh_hans: 刻度自动适应：1秒 -> 10秒 -> 1分钟

source: La couleur d'accent de votre macOS
ar: لون التمييز الخاص بنظام macOS
de: Ihre macOS-System-Akzentfarbe
en: Your macOS system accent color
es: El color de acento de tu macOS
it: Il colore d'accento del tuo macOS
pt: A cor de destaque do seu macOS
zh_hans: 您的 macOS 系统强调色

source: Lancer au démarrage
ar: التشغيل عند بدء التشغيل
de: Beim Anmelden starten
en: Launch at Login
es: Iniciar al arrancar
it: Avvia all'accesso
pt: Abrir no login
zh_hans: 登录时启动

source: Langue de l'app
ar: لغة التطبيق
de: App-Sprache
en: App Language
es: Idioma de la app
it: Lingua dell'app
pt: Idioma do app
zh_hans: 应用语言

source: Le minuteur est remis à zéro si vous revenez sur une app créative
ar: يُعاد ضبط المؤقت إذا عدت إلى تطبيق إبداعي
de: Der Timer wird zurückgesetzt, wenn Sie zu einer kreativen App zurückkehren
en: Timer resets if you return to a creative app
es: El temporizador se reinicia si vuelves a una app creativa
it: Il timer si azzera se torni su un'app creativa
pt: O temporizador é zerado se você voltar a um app criativo
zh_hans: 如果返回创意应用，计时器将重置

source: Les profils créés avec des sondes tierces (Calibrite, Spyder, etc.) ou l'assistant macOS sont automatiquement pris en charge.
ar: يتم دعم ملفات التعريف المنشأة بواسطة مجسات خارجية (Calibrite وSpyder وما إلى ذلك) أو مساعد macOS تلقائياً.
de: Profile, die mit Drittanbieter-Sensoren (Calibrite, Spyder usw.) oder dem macOS-Assistenten erstellt wurden, werden automatisch unterstützt.
en: Profiles created with third-party probes (Calibrite, Spyder, etc.) or macOS Assistant are automatically supported.
es: Los perfiles creados con sondas de terceros (Calibrite, Spyder, etc.) o el Asistente de macOS son compatibles automáticamente.
it: I profili creati con sonde di terze parti (Calibrite, Spyder, ecc.) o l'assistente macOS sono supportati automaticamente.
pt: Perfis criados com sondas de terceiros (Calibrite, Spyder, etc.) ou o Assistente do macOS são suportados automaticamente.
zh_hans: 自动支持通过第三方校色仪（Calibrite、Spyder等）或 macOS 助理创建的描述文件。

source: Luminosité
ar: السطوع
de: Helligkeit
en: Brightness
es: Brillo
it: Luminosità
pt: Brilho
zh_hans: 亮度

source: Luminosité en Mode Créatif
ar: سطوع الوضع الإبداعي
de: Helligkeit im Kreativmodus
en: Creative Mode Brightness
es: Brillo en Modo Creativo
it: Luminosità in Modalità Creativa
pt: Brilho no Modo Criativo
zh_hans: 创意模式亮度

source: Luminosité prédéfinie en mode créatif
ar: السطوع المحدد مسبقًا في الوضع الإبداعي
de: Voreingestellte Helligkeit im Kreativmodus
en: Preset brightness in creative mode
es: Brillo predeterminado en modo creativo
it: Luminosità predefinita in modalità creativa
pt: Brilho predefinido no modo criativo
zh_hans: 创作模式下的预设亮度
